Repository: lGuillaume124/1d1p
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: New album successfully created.
fr: Nouvel album créé avec succès.

source: Unable to create album.
fr: Impossible de créer l'album.

source: Invalid album ID.
fr: Identifiant d'album invalide.

source: Album successfully renamed.
fr: Album renommé avec succès.

source: Unable to save your post.
fr: Impossible de sauvegarder ce billet.

source: Unable to delete this album.
fr: Impossible de supprimer cet album.

source: Your comment is now awaiting for approval. Thank you!
fr: Votre commentaire est en attente de validation, merci !

source: Invalid Comment ID
fr: Identifiant de commentaire invalide.

source: Unable to validate this comment.
fr: Impossible de valider ce commentaire.

source: This comment has already been approved.
fr: Ce commentaire a déjà été approuvé.

source: Comment %s successfully deleted.
fr: Commentaire %s supprimé.

source: Unable to delete this comment
fr: Impossible de supprimer ce commentaire.

source: Invalid Post ID.
fr: Identifiant de billet invalide.

source: Comments management
fr: Gestion des commentaires

source: Unable to unapproved this comment.
fr: Impossible de désapprouver ce commentaire.

source: This comment has already been unapproved.
fr: Ce commentaire a déjà été désapprouvé.

source: Your post has been successfully created!
fr: Billet enregistré avec succès.

source: Undefined album
fr: Album indéfini.

source: Add a new post
fr: Ajouter un billet

source: Post
fr: Billet

source: Unable to delete this post
fr: Impossible de supprimer ce billet.

source: Invalid post ID
fr: Identifiant de billet invalide.

source: Your post has been successfully updated.
fr: Le billet a été correctement mis à jour.

source: Edit a post
fr: Modifier un billet

source: We only accept JPG or JPEG photo!
fr: Formats JPG / JPEG acceptés uniquement !

source: Unable to analyze your photo.
fr: Impossible d'analyser cette image.

source: Unable to upload your photo.
fr: Impossible d'envoyer cette photo.

source: This user does not exist.
fr: Cet utilisateur n'existe pas.

source: User disabled.
fr: Utilisateur désactivé.

source: Unable to disable this user.
fr: Impossible de supprimer cet utilisateur.

source: This user is already disabled.
fr: Cet utilisateur est déjà désactivé.

source: User enabled.
fr: Utilisateur activé.

source: Unable to enable this user.
fr: Impossible d'activer cet utilisateur.

source: This user is already enabled.
fr: Cet utilisateur est déjà activé.

source: User removed.
fr: Utilisateur supprimé.

source: Unable to remove this user
fr: Impossible de supprimer cet utilisateur.

source: Your inscription has been recorded and will be validated by an admin soon.
fr: Votre inscription a été enregistrée et sera bientôt validée par un administrateur.

source: As you are the first user here, your account has been automatically activated.
fr: Comme vous êtes le premier utilisateur ici, votre compte a été automatiquement activé.

source: An error occurred during the user creation. Be sure you did not miss anything or your password is 12 characters long.
fr: Une erreur est arrivée pendant la création de l'utilisateur. Soyez sûr(e) de ne rien oublier, ou que votre mot de passe fasse au moins 12 caractères.

source: Wrong credentials. Or may be your account is not enabled yet.
fr: Identifiants incorrects. Ou peut-être que votre compte n'a pas encore été activé.

source: Manage comments - %s
fr: Gérer les commentaires - %s

source: No comments for this post.
fr: Ce billet n'a pas encore été commenté.

source: Author: %s - Submitted on %s
fr: Auteur : %s - Envoyé le %s

source: Are you sure?
fr: Êtes-vous certain de vouloir faire cela ?

source: Are you sure?
fr: Êtes-vous certain de vouloir faire cela ?

source: Manage comments unread comments
fr: Commentaires non lus

source: All comments has been moderated.
fr: Tous les commentaires ont déjà été approuvés.

source: Dashboard
fr: Tableau de bord

source: Map
fr: Carte

source: Comments
fr: Commentaires

source: Users
fr: Utilisateurs

source: Logout
fr: Déconnexion

source: Select another album
fr: Changer d'album

source: Welcome
fr: Bienvenue

source: You have not yet created albums.
fr: Vous n'avez pas encore ajouté d'album.

source: Add Your First Album
fr: Ajouter votre premier album

source: Close
fr: Fermer

source: New Album
fr: Nouvel album

source: Album title
fr: Titre de l'album

source: Create
fr: Créer

source: Rename
fr: Renommer

source: Save
fr: Enregistrer

source: Hi
fr: Salut

source: Want to share some photos?
fr: Envie de partager quelques photos ?

source: You currently have
fr: Vous avez actuellement

source: in this album.
fr: dans cet album.

source: Created on
fr: Créé le

source: Add Photo
fr: Ajouter une photo

source: Delete
fr: Supprimer

source: Are you sure? All your photos in this album will be removed.
fr: Êtes-vous certain ? Toutes les photos de cet album seront aussi supprimées.

source: Are you sure ?
fr: Êtes-vous certain de vouloir faire cela ?

source: There is no posts in this album yet.
fr: Il n'y a pas encore de photo dans cet album.

source: %s post
fr: %s billet

source: Welcome !
fr: Bienvenue !

source: Nothing to see here.
fr: Rien à voir par ici.

source: Login
fr: Connexion

source: Show
fr: Afficher

source: Full size
fr: Agrandir

source: Add comment
fr: Ajouter un commentaire

source: Add a comment for:
fr: Ajouter un commentaire :

source: Your name
fr: Votre nom

source: Here your comment
fr: Votre commentaire

source: Send
fr: Envoyer

source: Loading images please wait...
fr: Chargement des images, merci de patienter...

source: Add a photo in:
fr: Ajouter un photo :

source: Upload your photo.
fr: Envoyer votre photo.

source: Add a short description.
fr: Ajouter une description.

source: Location of the photo
fr: Lieu de prise de vue

source: Datetime
fr: Date et heure

source: Here a short description
fr: Description

source: Add to itinerary
fr: Ajouter à l'itinéraire

source: Edit a photo
fr: Modifier le billet

source: Location
fr: Lieu de prise de vue

source: Users management
fr: Gestion des utilisateurs

source: Username
fr: Nom d'utilisateur

source: Status
fr: État

source: Management
fr: Gestion

source: Active
fr: Activé

source: Inactive
fr: Désactivé

source: You are the only one here, no users to manage.
fr: Vous êtes seul(e) ici, aucun utilisateur à gérer.

source: One Day, One Picture - Login
fr: One Day, One PIcture - Connexion

source: Password
fr: Mot de passe

source: Need an account?
fr: Besoin d'un compte ?

source: One Day, One Picture - Registration
fr: One Day, One PIcture - Enregistrement

source: Register
fr: Enregistrement

source: Username already used
fr: Nom d'utilisateur déjà utilisé

source: The username cannot be empty
fr: Le nom d'utilisateur ne peut pas être vide

source: Your password must be at least 12 characters long
fr: Votre mot de passe doit faire au moins 12 caractères
